[
    {
        "id": 375356,
        "media": {
            "title": {
                "romaji": "Ojarumaru"
            },
            "description": "In the Heian era, around 1000 years ago, a young boy of noble family named Ojarumaru is bored with his life of privilege. Meanwhile, three demons steal the power-stick of Enma, king of demons, and then lose it. Ojarumaru finds it, and uses it to transport himself to the present time. Here, he is befriended by a young boy named Kazuma, and becomes a member of his family. As time goes on, Ojarumaru makes many new friends, while dodging the comedic efforts of the three demons, Akane, Kisuke, and Aobee, as they try to recover the stick. \n<br><br>\n(Source: Anime News Network)",
            "siteUrl": "https://anilist.co/anime/4459",
            "isAdult": false,
            "updatedAt": 1740322981
        }
    },
    {
        "id": 390978,
        "media": {
            "title": {
                "romaji": "Dokodemo Makibao"
            },
            "description": null,
            "siteUrl": "https://anilist.co/anime/185538",
            "isAdult": false,
            "updatedAt": 1740387670
        }
    },
    {
        "id": 392162,
        "media": {
            "title": {
                "romaji": "Xian Ni"
            },
            "description": "It tells the story of Wang Lin, an ordinary young man in the countryside, who is moved by his heart and cultivates against immortality. His pursuit is not only for longevity, but also for getting rid of the ants behind it. He firmly believed in human beings and entered the path of cultivation with mediocre qualifications. After experiencing ups and downs, with his wise mind, he gradually reached the pinnacle and became famous in the cultivation world with his own strength.<br>\n<br>\n(Source: WeTV)",
            "siteUrl": "https://anilist.co/anime/137653",
            "isAdult": false,
            "updatedAt": 1740417461
        }
    },
    {
        "id": 387921,
        "media": {
            "title": {
                "romaji": "Mahoutsukai no Yakusoku"
            },
            "description": "On a moonlit night, Akira Masaki finds herself in a magical world where wizards and humans coexist. Every year, they must face an enormous, deadly moon that attacks the planet. Their only hope lies with the Wizards of the Sage, appointed to fight the supernatural threat. But Akira soon discovers she wasn’t summoned by chance—she was chosen to lead them in battle.<br>\n<br>\n(Source: Crunchyroll)<br>\n<br>\n<i>Note: Animation project for Mahoutsukai no Yakusoku announced during the stream event \"Mahoutsukai no Yakusoku 4-Shuunen Kinen Tokuban: Mahoyaku 4-Shuunen Goukon\" held on Nov 12, 2023.",
            "siteUrl": "https://anilist.co/anime/170916",
            "isAdult": false,
            "updatedAt": 1740417377
        }
    },
    {
        "id": 390954,
        "media": {
            "title": {
                "romaji": "Watashi no Shiawase na Kekkon 2nd Season"
            },
            "description": "The second season of <i>Watashi no Shiawase na Kekkon</i>. <br><br>\nMiyo and Kiyoka's love will be put to the test as trouble looms over them. Will they achieve the future they dream of? <br><br>\n\n(Source: Netflix Anime) ",
            "siteUrl": "https://anilist.co/anime/169441",
            "isAdult": false,
            "updatedAt": 1740417374
        }
    },
    {
        "id": 388999,
        "media": {
            "title": {
                "romaji": "Kono Kaisha ni Suki na Hito ga Imasu"
            },
            "description": "Yui Mitsuya and Masugu Tateishi aren't just any coworkers-they totally have the hots for each other. His helpful yet humble attitude makes her giddy, and her cuteness leaves him grinning like a fool. Problem is, they're trying to keep their new relationship under wraps to avoid making things awkward at work. But seeing how they can't keep their hands off each other, they run the risk of spilling their little secret with each passing day at the office.\n<br><br>\n(Source: Kodansha US)",
            "siteUrl": "https://anilist.co/anime/179696",
            "isAdult": false,
            "updatedAt": 1740417377
        }
    },
    {
        "id": 390989,
        "media": {
            "title": {
                "romaji": "Salaryman ga Isekai ni Ittara Shitennou ni Natta Hanashi"
            },
            "description": "In an alternate fantasy world, the Demon King reigns with a formidable army led by his Four Heavenly Kings. One happens to be Uchimura Denosuke, a normal salaryman unexpectedly plucked from his mundane life by the Demon King himself. But even in this new realm, Uchimura is bestowed no particular powers. Can he survive treacherous missions with only the knowledge of an office worker?<br>\n<br>\n(Source: Crunchyroll)",
            "siteUrl": "https://anilist.co/anime/179689",
            "isAdult": false,
            "updatedAt": 1740417369
        }
    },
    {
        "id": 388855,
        "media": {
            "title": {
                "romaji": "Kuroiwa Medaka ni Watashi no Kawaii ga Tsuujinai"
            },
            "description": "Gorgeous from head to toe! The perfect figure! To Kawai Mona, winning hearts comes as naturally as breathing... but the arrival of Kuroiwa Medaka, a new transfer student who won't even give her a second look, turns her school life upside-down! She's lived her whole life being fawned over, so why is he any different? Mona tries everything she can think of to win Medaka over, even getting a bit extreme at times! This new rom-com starring a queen bee and a celibate boy is about to burst onto the scene!<br>\n<br>\n(Source: Crunchyroll)",
            "siteUrl": "https://anilist.co/anime/177552",
            "isAdult": false,
            "updatedAt": 1740417387
        }
    },
    {
        "id": 391001,
        "media": {
            "title": {
                "romaji": "Botsuraku Yotei no Kizoku dakedo, Hima Datta kara Mahou wo Kiwamete mita"
            },
            "description": "While innocently enjoying himself after work, one man’s life changes forever. He wakes in the body of Liam Hamilton, the youngest son of a noble house on the brink of collapse. Amid the chaos, Liam realizes he finally has time to learn and practice magic. Once he begins, it takes his life for an even bigger turn. Can Liam master magic and save his noble family? The aristocratic fantasy begins!\n<br><br>\n(Source: Crunchyroll)",
            "siteUrl": "https://anilist.co/anime/176063",
            "isAdult": false,
            "updatedAt": 1740417370
        }
    }
]